src/ent/001.org
#+TITLE: ENT 001

[[https://github.com/alazzza/alazzza.github.io/edit/main/src/ent/001.org][Edit]]

[[file:./index.org][Home]]

[[file:./002.org][Next page >>]]

-----

#+TOC: headlines 2

* Laryngectomy
:PROPERTIES:
:CUSTOM_ID: org500ca03
:END:

Created: 2024-10-23 - Updated: 2024-10-23

Preamble: grab a paper and a pen(cil)...

** Anatomy
:PROPERTIES:
:CUSTOM_ID: org4e24d21
:END:

The word "larynx" comes from the Greek "larunx", meaning "upper windpipe". But, more importantly, you should remember it as the "voice box".

It is larger in males than in females (a difference of about 8 cm).

The larynx is mostly cartilages (9 of them, to be exact). They are split into /paired/ and /unpaired/. See this [[https://drive.google.com/uc?export=view&id=1rF7T74KvA1TQQt8zwgHWJ4cMc30AdLlA][picture]] and know it like you know the back of your hand.

Paired cartilages:
- Arytenoid
- Corniculate
- Cuneiform

Unpaired cartilages:
- Thyroid
- Cricoid
- Epiglottis

Let's talk about the important features for each of the above:
- Anteriorly: laryngeal prominence (inferior) and thyroid notch (superior). See this [[https://drive.google.com/uc?export=view&id=1TDNwwjzsEwUEovqERj4_ph-fnl_CDJN_][picture]].
- Posteriorly: it has free borders. Plus, it has the superior and inferior cornua (horns). The superior cornua is connected to the hyoid bone by lateral thyrohyoid ligaments ([[https://drive.google.com/uc?export=view&id=1TDNwwjzsEwUEovqERj4_ph-fnl_CDJN_][picture]]). The inferior cornua is connected to the cricoid cartilage to form the cricothyroid joint ([[https://drive.google.com/uc?export=view&id=1rF7T74KvA1TQQt8zwgHWJ4cMc30AdLlA][picture]]).
- The laminae of the thyroid cartilage have a few oblique lines which act as a muscle attachments ([[https://drive.google.com/uc?export=view&id=1iXhQY9auxmcwgffKPJEO5APKU5VGpi6i][picture]]):
  - Thyrohyoid
  - Sternothyroid
  - Thyropharyngeus part of the inferior constrictor of the pharynx
- The inner posterior aspect of the thyroid ligament has the following attachments ([[https://drive.google.com/uc?export=view&id=1iXhQY9auxmcwgffKPJEO5APKU5VGpi6i][picture]]).

Now, let's talk about the second important cartilage, and that is the arytenoid:
- It has an apex and a base.
- It has 2 processes: muscular and vocal.
- It forms 2 joints with the cricoid cartilage allowing it to do 2 types of movements ([[https://drive.google.com/uc?export=view&id=1R3RAsNxrDxLzdAp_MyrkTUVhatJdrmtj][picture]]):
  - Gliding movement: arytenoids glide towards each other allowing the closure of the posterior part of the glottis.
  - Rotatory movement: arytenoids move around their own vertical axis and thereby abducting or adducting the vocal cords.

Hyoid bone is an important one to remember for such surgery as it has many muscles attached to it ([[https://drive.google.com/uc?export=view&id=1fldGuJecujizwdvm-82FtmCufRWBlleV][picture]]):
  - Suprahyoid muscles:
    - Geniohyoid
    - Mylohyoid
    - Stylohyoid
    - Digastric: The digastric muscle, with its two bellies, attaches to the hyoid bone via a fibrous loop.
  - Infrahyoid muscles (the strap muscles):
    - Sternohyoid
    - Omohyoid
    - Thyrohyoid

