ent/001.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>ENT 001</title>
<meta name="generator" content="Org Mode" />
<link rel="stylesheet" href="https://alazzza.github.io/assets/css/main.css" />
</head>
<body>
<div id="content" class="content">
<h1 class="title">ENT 001</h1>
<p>
<a href="https://github.com/alazzza/alazzza.github.io/edit/main/src/ent/001.org">Edit</a>
</p>

<p>
<a href="./index.html">Home</a>
</p>

<p>
<a href="./002.html">Next page &gt;&gt;</a>
</p>

<hr />

<div id="table-of-contents" role="doc-toc">
<h2>Table of Contents</h2>
<div id="text-table-of-contents" role="doc-toc">
<ul>
<li><a href="#org500ca03">Laryngectomy</a>
<ul>
<li><a href="#org4e24d21">Anatomy</a></li>
<li><a href="#orgf4e91d1">Surgery</a></li>
<li><a href="#orgea5e863">Post-operative care</a></li>
<li><a href="#orgfd571d0">Resources</a></li>
</ul>
</li>
<li><a href="#org17a46a1">Tympanoplasty</a>
<ul>
<li><a href="#orgbc15077">Anatomy</a></li>
<li><a href="#org98272f2">Surgery</a></li>
<li><a href="#orgee0d7da">Resources</a></li>
</ul>
</li>
<li><a href="#org0843f87">Thyroidectomy</a>
<ul>
<li><a href="#org9161c02">Anatomy</a></li>
<li><a href="#org9ed2ef7">Surgery</a></li>
<li><a href="#org77f77c9">Post-operative care</a></li>
<li><a href="#org9e6d22b">Resources</a></li>
</ul>
</li>
</ul>
</div>
</div>

<div id="outline-container-org500ca03" class="outline-2">
<h2 id="org500ca03">Laryngectomy</h2>
<div class="outline-text-2" id="text-org500ca03">
<p>
Created: 2024-10-23 - Updated: 2024-10-23
</p>

<p>
Preamble: grab a paper and a pen(cil)&#x2026;
</p>
</div>

<div id="outline-container-org4e24d21" class="outline-3">
<h3 id="org4e24d21">Anatomy</h3>
<div class="outline-text-3" id="text-org4e24d21">
<p>
The word "larynx" comes from the Greek "larunx", meaning "upper windpipe". But, more importantly, you should remember it as the "voice box".
</p>

<p>
It is larger in males than in females (a difference of about 8 cm).
</p>

<p>
The larynx is mostly cartilages (9 of them, to be exact). They are split into <i>paired</i> and <i>unpaired</i>. See this <a href="https://drive.google.com/uc?export=view&amp;id=1rF7T74KvA1TQQt8zwgHWJ4cMc30AdLlA">picture</a> and know it like you know the back of your hand.
</p>

<p>
Paired cartilages:
</p>
<ul class="org-ul">
<li>Arytenoid</li>
<li>Corniculate</li>
<li>Cuneiform</li>
</ul>

<p>
Unpaired cartilages:
</p>
<ul class="org-ul">
<li>Thyroid</li>
<li>Cricoid</li>
<li>Epiglottis</li>
</ul>

<p>
Let's talk about the important features for each of the above:
</p>
<ul class="org-ul">
<li>Anteriorly: laryngeal prominence (inferior) and thyroid notch (superior). See this <a href="https://drive.google.com/uc?export=view&amp;id=1TDNwwjzsEwUEovqERj4_ph-fnl_CDJN_">picture</a>.</li>
<li>Posteriorly: it has free borders. Plus, it has the superior and inferior cornua (horns). The superior cornua is connected to the hyoid bone by lateral thyrohyoid ligaments (<a href="https://drive.google.com/uc?export=view&amp;id=1TDNwwjzsEwUEovqERj4_ph-fnl_CDJN_">picture</a>). The inferior cornua is connected to the cricoid cartilage to form the cricothyroid joint (<a href="https://drive.google.com/uc?export=view&amp;id=1rF7T74KvA1TQQt8zwgHWJ4cMc30AdLlA">picture</a>).</li>
<li>The laminae of the thyroid cartilage have a few oblique lines which act as a muscle attachments (<a href="https://drive.google.com/uc?export=view&amp;id=1iXhQY9auxmcwgffKPJEO5APKU5VGpi6i">picture</a>):
<ul class="org-ul">
<li>Thyrohyoid</li>
<li>Sternothyroid</li>
<li>Thyropharyngeus part of the inferior constrictor of the pharynx</li>
</ul></li>
<li>The inner posterior aspect of the thyroid ligament has the following attachments (<a href="https://drive.google.com/uc?export=view&amp;id=1iXhQY9auxmcwgffKPJEO5APKU5VGpi6i">picture</a>).</li>
</ul>

<p>
Now, let's talk about the second important cartilage, and that is the arytenoid:
</p>
<ul class="org-ul">
<li>It has an apex and a base.</li>
<li>It has 2 processes: muscular and vocal.</li>
<li>It forms 2 joints with the cricoid cartilage allowing it to do 2 types of movements (<a href="https://drive.google.com/uc?export=view&amp;id=1R3RAsNxrDxLzdAp_MyrkTUVhatJdrmtj">picture</a>):
<ul class="org-ul">
<li>Gliding movement: arytenoids glide towards each other allowing the closure of the posterior part of the glottis.</li>
<li>Rotatory movement: arytenoids move around their own vertical axis and thereby abducting or adducting the vocal cords.</li>
</ul></li>
</ul>

<p>
Hyoid bone is an important one to remember for such surgery as it has many muscles attached to it (<a href="https://drive.google.com/uc?export=view&amp;id=1fldGuJecujizwdvm-82FtmCufRWBlleV">picture</a>):
</p>
<ul class="org-ul">
<li>Suprahyoid muscles:
<ul class="org-ul">
<li>Geniohyoid</li>
<li>Mylohyoid</li>
<li>Stylohyoid</li>
<li>Digastric: The digastric muscle, with its two bellies, attaches to the hyoid bone via a fibrous loop.</li>
</ul></li>
<li>Infrahyoid muscles (the strap muscles):
<ul class="org-ul">
<li>Sternohyoid</li>
<li>Omohyoid</li>
<li>Thyrohyoid</li>
</ul></li>
</ul>
</div>
</div>
