src/ent/001.org
** Surgery
:PROPERTIES:
:CUSTOM_ID: orgf4e91d1
:END:

I realise that I have skipped a lot of steps. The problem is that some of these are so difficult to visualise, and I could not find decent picture to explain what is happening. This is an overview; ask your surgeon for more details:
1. As always, ensure the correct positioning of the patient (get a table that has head support to allow easy manipulation)
2. Next step is intubation. The way this is done depends on whether or not there is an obstruction to the larynx:
   - Obstructed: do a preliminary tracheotomy under local anesthaesia at the intended site to avoid moving the tumour.
   - Unobstructed: orotracheal tube for intubation during anesthaesia.
3. Incise at the tracheal level which you had decided on, and then put in a precurved OR a cuffed flexible reinforced tube into the trachea. Check if there is adequate ventilation.
4. Now, make a curved, horizontal neck skin incision ([[https://drive.google.com/uc?export=view&id=1v2V2NDGJ0_983UnQX2VfDGZSGdhgsC4t][picture]]).
5. Next, you need to cut through the platysma
6. Lift the subplatysmal flaps upwards to the hyoid bone and downwards to the cervical trachea.
7. Ensure you preserve the following key structures:
   - Anterior jugular veins
   - Prelaryngeal (Delphian) node
   - Strap muscles
8. Now that you have lifted the flap, find the front edge of the sternocleidomastoid muscle and cut the cervical fascia along its length from the hyoid to the clavicle (the yellow lines in this [[https://drive.google.com/uc?export=view&id=1Je-9YZ5WU3NUExMCy-grBVgZ2R1gBvVQ][picture]]).
9. After you have done that, cut the omohyoid muscle in half. This will allow you to access the area between the sternocleidomastoid and the pharynx and larynx ([[https://drive.google.com/uc?export=view&id=1y-m_jHqbYy1VX4E0nKIVw_kwkHa0bpNI][picture]]). Here is a cross-section [[https://drive.google.com/uc?export=view&id=15Ao1s3kwx5QO3wX6oycDiCQ01Ebu_8_z][picture]] of how everything looks.
10. Before you divide the strap muscles, the surgeon will perform some neck dissections depending on the tumour type.
11. Now that the dissections are done, the strap muscles should be detached from the sternum to reveal the thyroid gland ([[https://drive.google.com/uc?export=view&id=1O3CXsLmvdQXrvuazA43aQrS0RuEMtNJn][picture]]).
12. Ask the medical student (if present) to name the 3 strap muscles. Alternatively, ask the FY1/SHO.
13. Thyroidectomy is an option here (depending on whether there is spread of cancer).
14. Strip the hyoid bone from all of its superior muscles (medial to lateral) ([[https://drive.google.com/uc?export=view&id=16glODT6l2sfEsa2sCUNX5gZaV6MwjQN4][picture]]): mylohyoid, geniohyoid, digastric, and hyoglossus.
15. Next, remove the constrictor muscles from the thyroid cartilage.
16. Now, you need to cut the laryngeal branch of the superior thyroid artery /before/ it goes into the thyrohyoid membrane ([[https://drive.google.com/uc?export=view&id=1TDNwwjzsEwUEovqERj4_ph-fnl_CDJN_][picture]]).
17. Enter the pharynx on the opposite side of the tumour to avoid cutting through tumour.
18. Tilt the larynx forward to release it to the tops of the piriform sinuses and then cut the post-cricoid mucosa across to connect both side incisions over the lower cricoid lamina ([[https://drive.google.com/uc?export=view&id=1O2uc1AeqW1hA9tF9zeyWbnFRN03uDP-a][picture]]).
19. Separate the trachea from the oesophagus.
20. Angle the tracheal transection upward from front to back ([[https://drive.google.com/uc?export=view&id=1iu-0rTQKx2dCiM8gwVHc_waT7dGnE5bv][illustrated picture]] and [[https://drive.google.com/uc?export=view&id=1abONodxdcHDudkfdEtVrRAQE2DLV-6G5][real picture]]).
21. Switch to tracheal ventilation.
22. Now, you have the option to create a Primary Tracheoesophageal Puncture (TEP). More on this later.
23. Close it up
24. Create a stoma (outlined below the short-flap approach):
    - Do a stoma incision inferior to the primary neck incision with a 2 cm skin bridge.
    - Ensure that the tracheal lining is secured to the skin, with no cartilage is exposed.
    - Start suturing from the center and proceeding laterally (pull the trachea outward to create a trapezoid-shaped stoma).
25. Ensure that there is no bleeding and everything is a-okay.

** Post-operative care
:PROPERTIES:
:CUSTOM_ID: orgea5e863
:END:

Immediate care:
- Airway humidification
- Tracheostomy tube care
- Chest physiotherapy
- NG feeding once the patient is able to open their bowels: can stop NG feeding after 7 days (if patient has not received radiotherapy) or after 14 days (if they have received radiotherapy).
- Remove the drains when the output is <25 ml/day for 2 days (check with your surgeon)
- If a haematoma is noted: SEND TO THEATRE!

Early complications:
- Site infection: usually 5 days post-op. Clean the wound, take swabs, give antibiotics. If the discharge continues, suspect a pharyngocutaneous fistula (especially if: irradiated patient, hypothyroidism, diabetes). Suspect and rule out chyle fistula.
  - Pharyngocutaneous fistula: presents as a salivary leak from the pharyngeal closure into subcutaneous tissues. If confirmed, ensure that the patient is NBM.

Late complications:
- High risk of fistula: gastrostomy.
- Anticipated dysphagia: gastrostomy.
- Persistent dysphagia: barium swallow ( to look for pharyngeal stricture)
- Radiation-induced fibrosis: regular dilation may be required.
- Pharyngoesophageal segment circumferential spasms: Botulinum toxin A injections, or myotomy.

Voice rehabilitation:
- Tracheoesophageal speech:
  - This is the most common way to restore the patient's voice.
  - Basically, the surgeons would create a fistula to divert exhaled air into the pharynx ([[https://drive.google.com/uc?export=view&id=1GW0V9rHUaVLsK1mkynlsSjlnTZI-bX0_][picture]]).
  - Prosthetic devices can be inserted to allow for airflow and prevent salivary leakage into the trachea ([[https://drive.google.com/uc?export=view&id=1LE_AwL1b0aKPUm2uVVkkNgsgSGnVQQ93][picture]]).
  - Tracheostomal occlusion achieved manually (by using the thumb) or with a valved stoma button.
  - This can be performed either at the time of the laryngectomy (primary), or at a later day (secondary)
- Oesophageal speech:
  - Very few patients can manage to do this.
  - It involves vibrating the pharyngoesophageal segment (by forcing air through the cricopharyngeus) to produce sound.
- Electromechanical device:
  - Since it's an electromechanical device, it sounds quite "mechanical". But the good thing about it is that it can be used very early in the post-operative period (or if the other options are unsuitable)!

** Resources
:PROPERTIES:
:CUSTOM_ID: orgfd571d0
:END:

- https://vula.uct.ac.za
- Cummings Otolaryngology (the OG... Otolaryngology God)
- Kadasne's anatomy textbook
- Bailey and Love's textbook of surgery

