ent/001.html

<div id="outline-container-orgf4e91d1" class="outline-3">
<h3 id="orgf4e91d1">Surgery</h3>
<div class="outline-text-3" id="text-orgf4e91d1">
<p>
I realise that I have skipped a lot of steps. The problem is that some of these are so difficult to visualise, and I could not find decent picture to explain what is happening. This is an overview; ask your surgeon for more details:
</p>
<ol class="org-ol">
<li>As always, ensure the correct positioning of the patient (get a table that has head support to allow easy manipulation)</li>
<li>Next step is intubation. The way this is done depends on whether or not there is an obstruction to the larynx:
<ul class="org-ul">
<li>Obstructed: do a preliminary tracheotomy under local anesthaesia at the intended site to avoid moving the tumour.</li>
<li>Unobstructed: orotracheal tube for intubation during anesthaesia.</li>
</ul></li>
<li>Incise at the tracheal level which you had decided on, and then put in a precurved OR a cuffed flexible reinforced tube into the trachea. Check if there is adequate ventilation.</li>
<li>Now, make a curved, horizontal neck skin incision (<a href="https://drive.google.com/uc?export=view&amp;id=1v2V2NDGJ0_983UnQX2VfDGZSGdhgsC4t">picture</a>).</li>
<li>Next, you need to cut through the platysma</li>
<li>Lift the subplatysmal flaps upwards to the hyoid bone and downwards to the cervical trachea.</li>
<li>Ensure you preserve the following key structures:
<ul class="org-ul">
<li>Anterior jugular veins</li>
<li>Prelaryngeal (Delphian) node</li>
<li>Strap muscles</li>
</ul></li>
<li>Now that you have lifted the flap, find the front edge of the sternocleidomastoid muscle and cut the cervical fascia along its length from the hyoid to the clavicle (the yellow lines in this <a href="https://drive.google.com/uc?export=view&amp;id=1Je-9YZ5WU3NUExMCy-grBVgZ2R1gBvVQ">picture</a>).</li>
<li>After you have done that, cut the omohyoid muscle in half. This will allow you to access the area between the sternocleidomastoid and the pharynx and larynx (<a href="https://drive.google.com/uc?export=view&amp;id=1y-m_jHqbYy1VX4E0nKIVw_kwkHa0bpNI">picture</a>). Here is a cross-section <a href="https://drive.google.com/uc?export=view&amp;id=15Ao1s3kwx5QO3wX6oycDiCQ01Ebu_8_z">picture</a> of how everything looks.</li>
<li>Before you divide the strap muscles, the surgeon will perform some neck dissections depending on the tumour type.</li>
<li>Now that the dissections are done, the strap muscles should be detached from the sternum to reveal the thyroid gland (<a href="https://drive.google.com/uc?export=view&amp;id=1O3CXsLmvdQXrvuazA43aQrS0RuEMtNJn">picture</a>).</li>
<li>Ask the medical student (if present) to name the 3 strap muscles. Alternatively, ask the FY1/SHO.</li>
<li>Thyroidectomy is an option here (depending on whether there is spread of cancer).</li>
<li>Strip the hyoid bone from all of its superior muscles (medial to lateral) (<a href="https://drive.google.com/uc?export=view&amp;id=16glODT6l2sfEsa2sCUNX5gZaV6MwjQN4">picture</a>): mylohyoid, geniohyoid, digastric, and hyoglossus.</li>
<li>Next, remove the constrictor muscles from the thyroid cartilage.</li>
<li>Now, you need to cut the laryngeal branch of the superior thyroid artery <i>before</i> it goes into the thyrohyoid membrane (<a href="https://drive.google.com/uc?export=view&amp;id=1TDNwwjzsEwUEovqERj4_ph-fnl_CDJN_">picture</a>).</li>
<li>Enter the pharynx on the opposite side of the tumour to avoid cutting through tumour.</li>
<li>Tilt the larynx forward to release it to the tops of the piriform sinuses and then cut the post-cricoid mucosa across to connect both side incisions over the lower cricoid lamina (<a href="https://drive.google.com/uc?export=view&amp;id=1O2uc1AeqW1hA9tF9zeyWbnFRN03uDP-a">picture</a>).</li>
<li>Separate the trachea from the oesophagus.</li>
<li>Angle the tracheal transection upward from front to back (<a href="https://drive.google.com/uc?export=view&amp;id=1iu-0rTQKx2dCiM8gwVHc_waT7dGnE5bv">illustrated picture</a> and <a href="https://drive.google.com/uc?export=view&amp;id=1abONodxdcHDudkfdEtVrRAQE2DLV-6G5">real picture</a>).</li>
<li>Switch to tracheal ventilation.</li>
<li>Now, you have the option to create a Primary Tracheoesophageal Puncture (TEP). More on this later.</li>
<li>Close it up</li>
<li>Create a stoma (outlined below the short-flap approach):
<ul class="org-ul">
<li>Do a stoma incision inferior to the primary neck incision with a 2 cm skin bridge.</li>
<li>Ensure that the tracheal lining is secured to the skin, with no cartilage is exposed.</li>
<li>Start suturing from the center and proceeding laterally (pull the trachea outward to create a trapezoid-shaped stoma).</li>
</ul></li>
<li>Ensure that there is no bleeding and everything is a-okay.</li>
</ol>
</div>
</div>

<div id="outline-container-orgea5e863" class="outline-3">
<h3 id="orgea5e863">Post-operative care</h3>
<div class="outline-text-3" id="text-orgea5e863">
<p>
Immediate care:
</p>
<ul class="org-ul">
<li>Airway humidification</li>
<li>Tracheostomy tube care</li>
<li>Chest physiotherapy</li>
<li>NG feeding once the patient is able to open their bowels: can stop NG feeding after 7 days (if patient has not received radiotherapy) or after 14 days (if they have received radiotherapy).</li>
<li>Remove the drains when the output is &lt;25 ml/day for 2 days (check with your surgeon)</li>
<li>If a haematoma is noted: SEND TO THEATRE!</li>
</ul>

<p>
Early complications:
</p>
<ul class="org-ul">
<li>Site infection: usually 5 days post-op. Clean the wound, take swabs, give antibiotics. If the discharge continues, suspect a pharyngocutaneous fistula (especially if: irradiated patient, hypothyroidism, diabetes). Suspect and rule out chyle fistula.
<ul class="org-ul">
<li>Pharyngocutaneous fistula: presents as a salivary leak from the pharyngeal closure into subcutaneous tissues. If confirmed, ensure that the patient is NBM.</li>
</ul></li>
</ul>

<p>
Late complications:
</p>
<ul class="org-ul">
<li>High risk of fistula: gastrostomy.</li>
<li>Anticipated dysphagia: gastrostomy.</li>
<li>Persistent dysphagia: barium swallow ( to look for pharyngeal stricture)</li>
<li>Radiation-induced fibrosis: regular dilation may be required.</li>
<li>Pharyngoesophageal segment circumferential spasms: Botulinum toxin A injections, or myotomy.</li>
</ul>

<p>
Voice rehabilitation:
</p>
<ul class="org-ul">
<li>Tracheoesophageal speech:
<ul class="org-ul">
<li>This is the most common way to restore the patient's voice.</li>
<li>Basically, the surgeons would create a fistula to divert exhaled air into the pharynx (<a href="https://drive.google.com/uc?export=view&amp;id=1GW0V9rHUaVLsK1mkynlsSjlnTZI-bX0_">picture</a>).</li>
<li>Prosthetic devices can be inserted to allow for airflow and prevent salivary leakage into the trachea (<a href="https://drive.google.com/uc?export=view&amp;id=1LE_AwL1b0aKPUm2uVVkkNgsgSGnVQQ93">picture</a>).</li>
<li>Tracheostomal occlusion achieved manually (by using the thumb) or with a valved stoma button.</li>
<li>This can be performed either at the time of the laryngectomy (primary), or at a later day (secondary)</li>
</ul></li>
<li>Oesophageal speech:
<ul class="org-ul">
<li>Very few patients can manage to do this.</li>
<li>It involves vibrating the pharyngoesophageal segment (by forcing air through the cricopharyngeus) to produce sound.</li>
</ul></li>
<li>Electromechanical device:
<ul class="org-ul">
<li>Since it's an electromechanical device, it sounds quite "mechanical". But the good thing about it is that it can be used very early in the post-operative period (or if the other options are unsuitable)!</li>
</ul></li>
</ul>
</div>
</div>
