ent/001.html

<div id="outline-container-orgfd571d0" class="outline-3">
<h3 id="orgfd571d0">Resources</h3>
<div class="outline-text-3" id="text-orgfd571d0">
<ul class="org-ul">
<li><a href="https://vula.uct.ac.za">https://vula.uct.ac.za</a></li>
<li>Cummings Otolaryngology (the OG&#x2026; Otolaryngology God)</li>
<li>Kadasne's anatomy textbook</li>
<li>Bailey and Love's textbook of surgery</li>
</ul>
</div>
</div>
</div>

<div id="outline-container-org17a46a1" class="outline-2">
<h2 id="org17a46a1">Tympanoplasty</h2>
<div class="outline-text-2" id="text-org17a46a1">
<p>
Created: 2024-10-17 - Updated: 2024-10-17
</p>

<p>
Tympanoplasty is the surgery of the tympanic membrane. The whole point of it is to achieve the following:
</p>
<ol class="org-ol">
<li>Middle ear function restoration. To achieve this, there must be a secure connection between an intact tympanic membrane and the inner ear fluids.</li>
<li>Ensuring a durable connection between the tympanic membrane and the inner ear.</li>
<li>Establishing a tympanic membrane that resists infection and epithelial growth.</li>
</ol>
</div>

<div id="outline-container-orgbc15077" class="outline-3">
<h3 id="orgbc15077">Anatomy</h3>
<div class="outline-text-3" id="text-orgbc15077">
<p>
Ok, but what on earth is the tympanic membrane (TM)?
</p>
<ul class="org-ul">
<li>Oval-shaped fibrous membrane.</li>
<li>Covered with skin on the outside and a mucous membrane on the inside.</li>
<li>Something which you must know about the TM is that is positioned at an angle of 55 degrees with the ear canal floor (laterally forward and downward!). Confused? I thought so. Just look at this beautiful coronal schematic <a href="https://drive.google.com/uc?export=view&amp;id=1gyBfhMTClIKj38025z_0TDIqaqYtVKKZ">picture</a>. Note the concavity on the outside and the convexity on the inside (where the malleus handle tip is attached, forming the umboooooooo). I think this can be better appreciated in this <a href="https://drive.google.com/uc?export=view&amp;id=1h-mllQRI7GPQi2JcuqzE4JpTHIXk4aGj">picture</a>.</li>
<li>There is something called pars flaccida. This is a flaccid (as the name indicates) area between malleolar folds. It's fairly prone to rupture and perforation. And, on the opposite end of the spectrum, the pars tensa (the tense part lol).</li>
<li>For your sanity, please look at a <a href="https://drive.google.com/uc?export=view&amp;id=15jMEm8s8cuqQ2J_3LtZbHmimis3TOvgy">picture</a> showing the position of the chorda tympani in relation to the malleus and the incus.</li>
</ul>

<p>
That's pretty much all you need to know&#x2026;
</p>
</div>
</div>

<div id="outline-container-org98272f2" class="outline-3">
<h3 id="org98272f2">Surgery</h3>
<div class="outline-text-3" id="text-org98272f2">
<p>
Interestingly, although you're an aspiring surgeon with an itch to stick a knife into things, you may not need to operate in the following scenarios:
</p>
<ul class="org-ul">
<li>Central perforations without significant deafness</li>
<li>If the patient has a chronic eustachian tube dysfunction, you would NOT need to repair the perforation&#x2026; know why? Because the perforation can actually help equalize pressure.</li>
</ul>

<p>
Before we dive into the steps of the surgery, here are a few points about the grafts:
</p>
<ul class="org-ul">
<li>Temporalis fascia
<ul class="org-ul">
<li>This is the commonly used material for repairing TMs, and has been used for over 60 years!</li>
<li>It is taken through a small hole above the ear, either posterosuperior to the helix or via superior dissection from a <a href="https://otosurgeryatlas.stanford.edu/otologic-surgery-atlas/fundamentals-of-ear-surgery/postauricular-incision/">postauricular incision</a> or an <a href="https://otosurgeryatlas.stanford.edu/otologic-surgery-atlas/fundamentals-of-ear-surgery/endaural-incision/">endaural incision (incision within the ear canal)</a>.</li>
</ul></li>
<li>Fat
<ul class="org-ul">
<li>This is useful for small perforations.</li>
</ul></li>
<li>Perichondrium
<ul class="org-ul">
<li>If the temporalis fascia is unavailable (for example, because of so many revisions), this is the alternative.</li>
</ul></li>
</ul>

<p>
Now, let's talk about how to place these grafts:
</p>
<ul class="org-ul">
<li>To start with, there are two main techniques: lateral and medial.</li>
<li>Lateral Graft Technique (aka overlay technique). In summary, the graft is placed lateral (on top) to the TM but medial to the malleus handle. Please refer to this <a href="https://drive.google.com/uc?export=view&amp;id=1h-mllQRI7GPQi2JcuqzE4JpTHIXk4aGj">picture</a> as I found it to be extremely helpful in understanding what is happening.
<ul class="org-ul">
<li>Start by making a postauricular incision.</li>
<li>Elevate the vascular strip as shown in this <a href="https://drive.google.com/uc?export=view&amp;id=199tuGobJfBulpMNzY2T1HOnJpWU9n10n">picture</a>.</li>
<li>Right now, the ear canal should look something like shown in this <a href="https://drive.google.com/uc?export=view&amp;id=1mGZdz7r5k3odIXoqyjkuIzH-4ACIkO_C">picture</a>.</li>
<li>What you need to do next is remove the squamous layer that is overlying the outside of the TM like shown in this <a href="https://drive.google.com/uc?export=view&amp;id=1TnMcOTzHorhZ99lO5udLfwoJwsq-U7KE">picture</a>.</li>
<li>Then, put the graft over the middle fibrous layer that is shown in this <a href="https://drive.google.com/uc?export=view&amp;id=1h-mllQRI7GPQi2JcuqzE4JpTHIXk4aGj">picture</a>. So, the result will look something like <a href="https://drive.google.com/uc?export=view&amp;id=1oq1bI_7I-YRTsUvTbVNoYuo0DDm4H6yW">this</a>. What is done here is basically this: lift the umboooooo using some kind of a hook (called wire loop), and then shove the graft underneath the umbo so that the umbo acts like a paper clip (see this <a href="https://drive.google.com/uc?export=view&amp;id=1OijCFeniZAZUz8fHjrqxuZCiHS9IrFFO">picture</a>).</li>
<li>Now, put a free graft on top of the TM graft, and pack that bad boy tightly to reduce blunting and lateralisation. See this <a href="https://drive.google.com/uc?export=view&amp;id=1lvDEU9J3y4eYKbEhUomnqG42uGw0KEBi">picture</a>.</li>
<li><a href="https://drive.google.com/uc?export=view&amp;id=1uCjBCBop_35Hy6kSbbsw6cgfGklOWLsD">Ahh, nice and warm</a>.</li>
</ul></li>
<li>Medial Graft Technique (aka underlay technique). In summary, the graft is placed medial (underneath) to the TM and malleus.
<ul class="org-ul">
<li>This one felt a bit more complex, and so I won't go into detail. But, here is the basic outline.</li>
<li>You can incise using 1 of 3 ways: transcanal, endaural, or postauricular.</li>
<li>After incision, raise the tympanomeatal flap.</li>
<li>Now, lift the medially-based anterior canal skin flap over the canal bulge down to the annulus (the ring of tissue around the eardrum), leaving the annulus intact. Look at this <a href="https://drive.google.com/uc?export=view&amp;id=19NPBT23HNq-54i_tffrOz6neRa4epgeh">picture</a>.</li>
<li>Next, you need to prepare the middle ear. To do so, remove the mucocutaneous junction at the edges of the perforation (like in this <a href="https://drive.google.com/uc?export=view&amp;id=1-cUtm-FPe_HmbDKUlyXTqIILyngWkcTY">picture</a>). The result would look something like <a href="https://drive.google.com/uc?export=view&amp;id=1NGYc9GeOEMysed-ZJswgPJHJa5wdJbjQ">this</a>. The point of this step is to enhance the adhesion and the vascularisation of the graft.</li>
<li>'Simply' pass the graft underneath the TM like shown in <a href="https://drive.google.com/uc?export=view&amp;id=1sQZe-iaP6L_wnoFgjIhQ7sxVzgf2yw4T">here</a>.</li>
<li>Return the tympanomeatal flap to its original position.</li>
<li>Put the Gelfoam to hold it in place and promote healing.</li>
</ul></li>
</ul>
</div>
</div>

<div id="outline-container-orgee0d7da" class="outline-3">
<h3 id="orgee0d7da">Resources</h3>
<div class="outline-text-3" id="text-orgee0d7da">
<ul class="org-ul">
<li><a href="https://vula.uct.ac.za/">https://vula.uct.ac.za/</a></li>
<li><a href="https://www.ncbi.nlm.nih.gov/books/NBK565863/">https://www.ncbi.nlm.nih.gov/books/NBK565863/</a></li>
<li><a href="https://otosurgeryatlas.stanford.edu/">https://otosurgeryatlas.stanford.edu/</a></li>
<li>Cummings Otolaryngology (the OG&#x2026; Otolaryngology God)</li>
<li>Kadasne's anatomy textbook</li>
</ul>
</div>
</div>
</div>

<div id="outline-container-org0843f87" class="outline-2">
<h2 id="org0843f87">Thyroidectomy</h2>
<div class="outline-text-2" id="text-org0843f87">
<p>
Created: 2024-10-15 - Updated: 2024-10-17
</p>

<p>
Interesting topic that lives at the <del>throat</del> heart of ENT surgery.
</p>
</div>
