src/ent/001.org
*** Overview
:PROPERTIES:
:CUSTOM_ID: org7527087
:END:

In the neck, there are two types of fascia:
1. Superficial cervical fascia
2. Deep cervical fascia

The superficial cervical fascia:
- This is a layer of fatty connective tissue that is found between the skin and the deep cervical fascia.
- It has cutaneous nerves, blood and lymphatic vessels.

The deep cervical fascia:
- This one is divided into 3 more layers:
  1. Investing Layer:
     - Envelopes the trapezius and sternocleidomastoid muscles
  2. Pretracheal Layer
     - Extends from hyoid bone into the thorax.
     - Has a muscular part and a visceral part (the visceral part will be important later... obviously! Hint: it forms part of the thyroid false capsule)
  3. Prevertebral Layer
     - Envelopes the vertebral column.

The thyroid gland is found in the cervical viscera, which is organised into 3 layers (from deepest to most superficial):
1. Alimentary: has the pharynx and oesophagus.
2. Respiratory: has the larynx and trachea.
3. Endocrine: has the thyroid and parathyroid glands.

We cool so far? Nice. Let's talk about the thyroid gland itself. But, before we do, take a look at this [[https://drive.google.com/uc?export=view&id=1ksaAjq7jhoxkP2Ukpcs2xilkCAWmf-9Q][picture]] to get some orientation.

The interesting thing about the thyroid gland is that it has 2 capsules... well, kinda:
1. False capsule:
   - Pretracheal fascia of the deep cervical layer (we talked about it above) forms a loose sheath
2. True capsule:
   - This is a thin fibrous capsule which is formed from the fibrous stroma of the gland...
   - /*Deep to it, is the deep venous plexus of the gland. This is why, in order to avoid bleeding, the thyroid gland is removed along with the true capsule. [[https://drive.google.com/uc?export=view&id=1nuORCO5enazBzCDwcPgIIC7RUEzDZBPm][Picture]].*/

Now you know a little bit about the fascia of the neck, here is a clinical pearl to remember. The thyroid capsule is attached to the hyoid bone and the laryngeal cartilages (which move with swallowing). The fibrous attachment to the hyoid bone is called *levator glandulae thyroideae*. This is why the thyroid swellings move when you ask the patient to swallow! Pretty neat, huh? See this [[https://drive.google.com/uc?export=view&id=1ksaAjq7jhoxkP2Ukpcs2xilkCAWmf-9Q][picture]].

*** Relations
:PROPERTIES:
:CUSTOM_ID: org9bb8085
:END:

The following are some important relations which you should keep in mind when you're poking your finger in there (see this [[https://drive.google.com/uc?export=view&id=1KJFyzJYpWLX2atlt6JqkuXe8Doxj9Tv1][picture]]):
- Medial surface: a rule of 2s.
  - 2 tubes: trachea and oesophagus
  - 2 cartilages: cricoid and thyroid
  - 2 muscles: cricothyroid and inferior constrictor
  - 2 nerves: external laryngeal and recurrent laryngeal
- Lateral surface: three strap muscles (sternothyroid, sternohyoid, superior belly of omohyoid). Aid to remember the strap muscles: imagine a round guy with a big belly that has been sandwiched by 2 sternums... a gruesome image, but now you will never forget it.
- Base: this is at the level of 5th tracheal ring. The inferior thyroid artery and recurrent laryngeal nerve can be found here.
- Posterolateral surface: carotid sheath!!!!!!!!!!!!!!!!!!! DANGER!!!!!!!

*** Supply
:PROPERTIES:
:CUSTOM_ID: org6bbfc5c
:END:

Arterial ([[https://drive.google.com/uc?export=view&id=1lDWtlTTsdpTyWbs1LbHUHOxQLmyBjVTp][picture]]):
- Superior thyroid artery: branch of external carotid artery
- Inferior thyroid artery: branch of thyrocervical trunks (which branch of subclavian artery, which in turn comes from the... brachiocephalic artery, which comes froooom... aortic arch! Well remembered.)

Venous ([[https://drive.google.com/uc?export=view&id=1CrYooiS4Q2AI2bXQKffmk4wIg2ImqYK8][picture]]):
- Better to just see the picture above instead of reading a wall of text talking about some supero-infero-lateral-postero relation of some nerve.

Nerves:
- Sympathetic: superior, middle, and inferior cervical sympathetic ganglia.
- Parasympathetic: vagus and recurrent laryngeal nerves

** Surgery
:PROPERTIES:
:CUSTOM_ID: org9ed2ef7
:END:

Ooooh now for the VERY interesting part. DISCLAIMER: This section is yet to be reviewed by a surgeon. So, do NOT rely on it!

Also, do not try this at home...

1. Put the patient flat on the bed and extend the neck.
2. Clean the neck from the chest to the mandible.
3. Make a symmetric transverse incision near the cricoid cartilage.
4. Subplatysmal flap should now be raised so that you can see the thyroid.
5. What you should now see is the deep cervical fascia. You see it? Yes? Cool. Now, make a midline vertical incision through it and separate the strap muscles
6. Optional: good point to name the strap muscles and impress the surgeon.
7. You need to identify something called ansa cervicalis, and you need to be EXTREMELY careful so that you do not damage the external branch of the superior laryngeal nerve (which is a part of the vagus, and it supplies the cricothyroid muscle whose job is to increase the vocal pitch by tensing the vocal cords... pretty important if you ask me)
8. Find the middle thyroid vein and the recurrent laryngeal nerve (innervates all of the intrinsic muscles of the larynx, other than the cricothyroid)
9. To do the above, you need to first find the superior pole of the thyroid: pull the thyroid inferomedially and find a triangle known as Joll's triangle. See this [[https://drive.google.com/uc?export=view&id=1QPgTeg4abu8S4Tu4vI_I-vHTssGpCFk7][picture]] to give some context.
10. Next, you need to find the recurrent laryngeal nerve which runs like [[https://drive.google.com/uc?export=view&id=1R_UcKHn5eQb6DvuIq54Bvh7c5K9pD0Dk][this]].
11. To reduce the risk of parathyroid devascularisation, blood vessels on the thyroid capsule should be divided and ligated.
12. Keep monitoring the recurrent laryngeal nerve.
13. When you have achieved the above, you can cut the thyroid
    - Lobectomy: remove lobe and leave behind the isthmus and the other lobe
    - Hemithyroidectomy: remove a lobe PLUS isthmus
    - Total thyroidectomy: fully remove the gland
    - Near-total thyroidectomy: remove all of the thyroid and keep 2 grams of glandular tissue
    - Subtotal thyroidectomy: remove all of the thyroid and leave about 7 grams of glandular tissue (this technique is used for multinodular goiters)
14. Reapproximate strap muscles to stop the trachea from adhesing to the skin...
15. Reapproximate the platysma.
16. Close it up.
17. Go home.
18. Wait no, go back and write the operation notes.
19. Ok. Now seriously go home. It's 2 AM...

** Post-operative care
:PROPERTIES:
:CUSTOM_ID: org77f77c9
:END:

- Keep an eye out for hypocalcemia (especially in total thyroidectomy cases).

** Resources
:PROPERTIES:
:CUSTOM_ID: org9e6d22b
:END:

- https://doi.org/10.1155/2017%2F4357591
- Kadasne's anatomy textbook
- Bailey and Love's textbook of surgery
