ent/001.html

<div id="outline-container-org9161c02" class="outline-3">
<h3 id="org9161c02">Anatomy</h3>
<div class="outline-text-3" id="text-org9161c02">
</div>

<div id="outline-container-org7527087" class="outline-4">
<h4 id="org7527087">Overview</h4>
<div class="outline-text-4" id="text-org7527087">
<p>
In the neck, there are two types of fascia:
</p>
<ol class="org-ol">
<li>Superficial cervical fascia</li>
<li>Deep cervical fascia</li>
</ol>

<p>
The superficial cervical fascia:
</p>
<ul class="org-ul">
<li>This is a layer of fatty connective tissue that is found between the skin and the deep cervical fascia.</li>
<li>It has cutaneous nerves, blood and lymphatic vessels.</li>
</ul>

<p>
The deep cervical fascia:
</p>
<ul class="org-ul">
<li>This one is divided into 3 more layers:
<ol class="org-ol">
<li>Investing Layer:
<ul class="org-ul">
<li>Envelopes the trapezius and sternocleidomastoid muscles</li>
</ul></li>
<li>Pretracheal Layer
<ul class="org-ul">
<li>Extends from hyoid bone into the thorax.</li>
<li>Has a muscular part and a visceral part (the visceral part will be important later&#x2026; obviously! Hint: it forms part of the thyroid false capsule)</li>
</ul></li>
<li>Prevertebral Layer
<ul class="org-ul">
<li>Envelopes the vertebral column.</li>
</ul></li>
</ol></li>
</ul>

<p>
The thyroid gland is found in the cervical viscera, which is organised into 3 layers (from deepest to most superficial):
</p>
<ol class="org-ol">
<li>Alimentary: has the pharynx and oesophagus.</li>
<li>Respiratory: has the larynx and trachea.</li>
<li>Endocrine: has the thyroid and parathyroid glands.</li>
</ol>

<p>
We cool so far? Nice. Let's talk about the thyroid gland itself. But, before we do, take a look at this <a href="https://drive.google.com/uc?export=view&amp;id=1ksaAjq7jhoxkP2Ukpcs2xilkCAWmf-9Q">picture</a> to get some orientation.
</p>

<p>
The interesting thing about the thyroid gland is that it has 2 capsules&#x2026; well, kinda:
</p>
<ol class="org-ol">
<li>False capsule:
<ul class="org-ul">
<li>Pretracheal fascia of the deep cervical layer (we talked about it above) forms a loose sheath</li>
</ul></li>
<li>True capsule:
<ul class="org-ul">
<li>This is a thin fibrous capsule which is formed from the fibrous stroma of the gland&#x2026;</li>
<li><i><b>Deep to it, is the deep venous plexus of the gland. This is why, in order to avoid bleeding, the thyroid gland is removed along with the true capsule. <a href="https://drive.google.com/uc?export=view&amp;id=1nuORCO5enazBzCDwcPgIIC7RUEzDZBPm">Picture</a>.</b></i></li>
</ul></li>
</ol>

<p>
Now you know a little bit about the fascia of the neck, here is a clinical pearl to remember. The thyroid capsule is attached to the hyoid bone and the laryngeal cartilages (which move with swallowing). The fibrous attachment to the hyoid bone is called <b>levator glandulae thyroideae</b>. This is why the thyroid swellings move when you ask the patient to swallow! Pretty neat, huh? See this <a href="https://drive.google.com/uc?export=view&amp;id=1ksaAjq7jhoxkP2Ukpcs2xilkCAWmf-9Q">picture</a>.
</p>
</div>
</div>

<div id="outline-container-org9bb8085" class="outline-4">
<h4 id="org9bb8085">Relations</h4>
<div class="outline-text-4" id="text-org9bb8085">
<p>
The following are some important relations which you should keep in mind when you're poking your finger in there (see this <a href="https://drive.google.com/uc?export=view&amp;id=1KJFyzJYpWLX2atlt6JqkuXe8Doxj9Tv1">picture</a>):
</p>
<ul class="org-ul">
<li>Medial surface: a rule of 2s.
<ul class="org-ul">
<li>2 tubes: trachea and oesophagus</li>
<li>2 cartilages: cricoid and thyroid</li>
<li>2 muscles: cricothyroid and inferior constrictor</li>
<li>2 nerves: external laryngeal and recurrent laryngeal</li>
</ul></li>
<li>Lateral surface: three strap muscles (sternothyroid, sternohyoid, superior belly of omohyoid). Aid to remember the strap muscles: imagine a round guy with a big belly that has been sandwiched by 2 sternums&#x2026; a gruesome image, but now you will never forget it.</li>
<li>Base: this is at the level of 5th tracheal ring. The inferior thyroid artery and recurrent laryngeal nerve can be found here.</li>
<li>Posterolateral surface: carotid sheath!!!!!!!!!!!!!!!!!!! DANGER!!!!!!!</li>
</ul>
</div>
</div>

<div id="outline-container-org6bbfc5c" class="outline-4">
<h4 id="org6bbfc5c">Supply</h4>
<div class="outline-text-4" id="text-org6bbfc5c">
<p>
Arterial (<a href="https://drive.google.com/uc?export=view&amp;id=1lDWtlTTsdpTyWbs1LbHUHOxQLmyBjVTp">picture</a>):
</p>
<ul class="org-ul">
<li>Superior thyroid artery: branch of external carotid artery</li>
<li>Inferior thyroid artery: branch of thyrocervical trunks (which branch of subclavian artery, which in turn comes from the&#x2026; brachiocephalic artery, which comes froooom&#x2026; aortic arch! Well remembered.)</li>
</ul>

<p>
Venous (<a href="https://drive.google.com/uc?export=view&amp;id=1CrYooiS4Q2AI2bXQKffmk4wIg2ImqYK8">picture</a>):
</p>
<ul class="org-ul">
<li>Better to just see the picture above instead of reading a wall of text talking about some supero-infero-lateral-postero relation of some nerve.</li>
</ul>

<p>
Nerves:
</p>
<ul class="org-ul">
<li>Sympathetic: superior, middle, and inferior cervical sympathetic ganglia.</li>
<li>Parasympathetic: vagus and recurrent laryngeal nerves</li>
</ul>
</div>
</div>
</div>

<div id="outline-container-org9ed2ef7" class="outline-3">
<h3 id="org9ed2ef7">Surgery</h3>
<div class="outline-text-3" id="text-org9ed2ef7">
<p>
Ooooh now for the VERY interesting part. DISCLAIMER: This section is yet to be reviewed by a surgeon. So, do NOT rely on it!
</p>

<p>
Also, do not try this at home&#x2026;
</p>

<ol class="org-ol">
<li>Put the patient flat on the bed and extend the neck.</li>
<li>Clean the neck from the chest to the mandible.</li>
<li>Make a symmetric transverse incision near the cricoid cartilage.</li>
<li>Subplatysmal flap should now be raised so that you can see the thyroid.</li>
<li>What you should now see is the deep cervical fascia. You see it? Yes? Cool. Now, make a midline vertical incision through it and separate the strap muscles</li>
<li>Optional: good point to name the strap muscles and impress the surgeon.</li>
<li>You need to identify something called ansa cervicalis, and you need to be EXTREMELY careful so that you do not damage the external branch of the superior laryngeal nerve (which is a part of the vagus, and it supplies the cricothyroid muscle whose job is to increase the vocal pitch by tensing the vocal cords&#x2026; pretty important if you ask me)</li>
<li>Find the middle thyroid vein and the recurrent laryngeal nerve (innervates all of the intrinsic muscles of the larynx, other than the cricothyroid)</li>
<li>To do the above, you need to first find the superior pole of the thyroid: pull the thyroid inferomedially and find a triangle known as Joll's triangle. See this <a href="https://drive.google.com/uc?export=view&amp;id=1QPgTeg4abu8S4Tu4vI_I-vHTssGpCFk7">picture</a> to give some context.</li>
<li>Next, you need to find the recurrent laryngeal nerve which runs like <a href="https://drive.google.com/uc?export=view&amp;id=1R_UcKHn5eQb6DvuIq54Bvh7c5K9pD0Dk">this</a>.</li>
<li>To reduce the risk of parathyroid devascularisation, blood vessels on the thyroid capsule should be divided and ligated.</li>
<li>Keep monitoring the recurrent laryngeal nerve.</li>
<li>When you have achieved the above, you can cut the thyroid
<ul class="org-ul">
<li>Lobectomy: remove lobe and leave behind the isthmus and the other lobe</li>
<li>Hemithyroidectomy: remove a lobe PLUS isthmus</li>
<li>Total thyroidectomy: fully remove the gland</li>
<li>Near-total thyroidectomy: remove all of the thyroid and keep 2 grams of glandular tissue</li>
<li>Subtotal thyroidectomy: remove all of the thyroid and leave about 7 grams of glandular tissue (this technique is used for multinodular goiters)</li>
</ul></li>
<li>Reapproximate strap muscles to stop the trachea from adhesing to the skin&#x2026;</li>
<li>Reapproximate the platysma.</li>
<li>Close it up.</li>
<li>Go home.</li>
<li>Wait no, go back and write the operation notes.</li>
<li>Ok. Now seriously go home. It's 2 AM&#x2026;</li>
</ol>
</div>
</div>

<div id="outline-container-org77f77c9" class="outline-3">
<h3 id="org77f77c9">Post-operative care</h3>
<div class="outline-text-3" id="text-org77f77c9">
<ul class="org-ul">
<li>Keep an eye out for hypocalcemia (especially in total thyroidectomy cases).</li>
</ul>
</div>
</div>

<div id="outline-container-org9e6d22b" class="outline-3">
<h3 id="org9e6d22b">Resources</h3>
<div class="outline-text-3" id="text-org9e6d22b">
<ul class="org-ul">
<li><a href="https://doi.org/10.1155/2017%2F4357591">https://doi.org/10.1155/2017%2F4357591</a></li>
<li>Kadasne's anatomy textbook</li>
<li>Bailey and Love's textbook of surgery</li>
</ul>
</div>
</div>
</div>
</div>
</body>
</html>
